Repository: nnajjarapps/flowe
Catalog: Flowe/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, he

source: Try another category.
ar: جرّب فئة أخرى.
he: נסה קטגוריה אחרת.

source: Tue
ar: الثلاثاء
es: Mar
fr: Mar
he: ג׳

source: Turn off anything you'd rather not hear about. Session and payment alerts are recommended.
ar: أوقف ما لا ترغب في تلقّيه. يُنصح بتنبيهات الجلسات والمدفوعات.
es: Desactiva lo que prefieras no recibir. Se recomiendan las alertas de sesiones y pagos.
fr: Désactivez ce que vous ne souhaitez pas recevoir. Les alertes de séances et de paiements sont recommandées.
he: כבה כל מה שאינך רוצה לקבל עליו עדכונים. מומלץ להשאיר התראות שיעורים ותשלומים.

source: Turn on a day, then add the exact times you teach. Students can only request the times you choose.
ar: فعّل يوماً، ثم أضف الأوقات الدقيقة التي تُدرّس فيها. لا يمكن للطلاب طلب سوى الأوقات التي تختارها.
he: הפעל יום, ואז הוסף את השעות המדויקות שבהן אתה מלמד. המתאמנים יכולים לבקש רק את השעות שתבחר.

source: Turn on a day, then pick the hours you teach. Students can only request the times you choose.
ar: فعّل يومًا، ثم اختر الساعات التي تُدرّس فيها. لا يمكن للطلاب طلب سوى الأوقات التي تختارها.
es: Activa un día y elige las horas en las que enseñas. Los alumnos solo pueden solicitar los horarios que elijas.
fr: Activez un jour, puis choisissez vos heures de cours. Les élèves ne peuvent demander que les horaires que vous choisissez.
he: הפעל יום, ואז בחר את השעות שבהן אתה מלמד. מתאמנים יכולים לבקש רק את הזמנים שתבחר.

source: Turn on notifications
ar: تفعيل الإشعارات
es: Activar notificaciones
fr: Activer les notifications
he: הפעל התראות

source: Unblock
ar: إلغاء الحظر
es: Desbloquear
fr: Débloquer
he: ביטול חסימה

source: Unblocking makes their messages and profile visible to you again.
ar: إلغاء الحظر يعيد إظهار رسائلهم وملفهم الشخصي لك.
es: Desbloquear vuelve a mostrarte sus mensajes y su perfil.
fr: Le déblocage rend à nouveau visibles ses messages et son profil.
he: הסרת החסימה מחזירה את ההודעות והפרופיל שלהם לתצוגה שלך.

source: unchecked
ar: غير محدد
he: לא מסומן

source: Under 1 km
ar: أقل من كيلومتر واحد
es: Menos de 1 km
fr: Moins de 1 km
he: פחות מקילומטר

source: Unlike
ar: إلغاء الإعجاب
es: Ya no me gusta
fr: Je n'aime plus
he: בטל לייק

source: unpaid no-show fees
ar: رسوم عدم حضور غير مدفوعة
he: עמלות אי-הופעה שלא שולמו

source: Until
ar: حتى
he: עד

source: Up to
ar: حتى
es: Hasta
fr: Jusqu’à
he: עד

source: Upcoming
ar: القادمة
es: Próximas
fr: À venir
he: הקרובים

source: Update Area
ar: تحديث المنطقة
es: Actualizar zona
fr: Mettre à jour la zone
he: עדכן אזור

source: Update Review
ar: تحديث التقييم
es: Actualizar reseña
fr: Mettre à jour l'avis
he: עדכן ביקורת

source: Uploading
ar: جارٍ الرفع
he: מעלה

source: Use 1 class credit
ar: استخدام رصيد حصة واحد
he: שימוש בקרדיט אחד

source: Use My Current Location
ar: استخدام موقعي الحالي
es: Usar mi ubicación actual
fr: Utiliser ma position actuelle
he: השתמש במיקום הנוכחי שלי

source: Use my location
ar: استخدام موقعي
es: Usar mi ubicación
fr: Utiliser ma position
he: השתמש במיקום שלי

source: Use this
ar: استخدم هذا
he: השתמשו בזה

source: Valid for
ar: صالحة لمدة
he: בתוקף למשך

source: Validity
ar: الصلاحية
he: תוקף

source: Version
ar: الإصدار
he: גרסה

source: Video
ar: فيديو
he: וידאו

source: View
ar: عرض
he: צפייה

source: View ^[%lld comment](inflect: true)
ar: عرض %lld تعليق
es: Ver %lld comentarios
fr: Voir %lld commentaires
he: הצג ^[%lld תגובות](inflect: true)

source: View earnings
ar: عرض الأرباح
es: Ver ganancias
fr: Voir les revenus
he: הצג רווחים

source: Visibility & Plan
ar: الظهور والخطة
es: Visibilidad y plan
fr: Visibilité et forfait
he: נראות ותוכנית

source: Waiting on a claim — nearby instructors have been notified.
ar: بانتظار من يتكفّل بها — تم إشعار المدربين القريبين.
he: ממתין למי שייקח את ההחלפה — מדריכים בקרבת מקום קיבלו התראה.

source: Waitlisted
ar: قائمة الانتظار
he: רשימת המתנה

source: Waive
ar: إعفاء
he: ותר

source: Waived
ar: مُعفى
he: בוטל

source: We couldn't find that address. Check it and try again.
ar: تعذّر العثور على هذا العنوان. تحقّق منه وحاول مجددًا.
he: לא הצלחנו למצוא את הכתובת. בדקו ונסו שוב.

source: We couldn't send that
ar: تعذّر علينا إرسال ذلك
es: No pudimos enviarlo
fr: Nous n'avons pas pu l'envoyer
he: לא הצלחנו לשלוח את זה

source: We'll find cover for every session that starts in this window.
ar: سنجد تغطية لكل جلسة تبدأ في هذه الفترة.
he: נמצא כיסוי לכל שיעור שמתחיל בחלון הזמן הזה.

source: We'll find cover for every session that starts in this window. Your window is saved.
ar: سنجد تغطية لكل حصة تبدأ ضمن هذه الفترة. تُحفظ فترتك تلقائياً.
he: נמצא החלפה לכל שיעור שמתחיל בטווח הזה. הטווח שלכם נשמר.

source: Wed
ar: الأربعاء
es: Mié
fr: Mer
he: ד׳

source: Week
ar: أسبوع
he: שבוע

source: week.
ar: أسبوع.
es: semana.
fr: semaine.
he: שבוע.

source: Weekdays
ar: أيام الأسبوع
he: ימי חול

source: Weekends
ar: عطلات نهاية الأسبوع
he: סופי שבוע

source: Weekly
ar: أسبوعي
he: שבועי

source: Weekly slot requested
ar: تم طلب فترة أسبوعية
he: התבקשה משבצת שבועית

source: Welcome back
ar: مرحباً بعودتك
es: Bienvenido de nuevo
fr: Bon retour
he: ברוך שובך

source: Welcome to
ar: مرحبًا بك في
es: Bienvenido a
fr: Bienvenue sur
he: ברוכים הבאים אל

source: What are you hosting?
ar: ماذا تستضيف؟
es: ¿Qué vas a organizar?
fr: Qu'organises-tu ?
he: מה אתה מארח?

source: What are you posting?
ar: ماذا تنشر؟
es: ¿Qué vas a publicar?
fr: Que publiez-vous ?
he: מה אתה מפרסם?

source: What do you call this lesson?
ar: بماذا تسمّي هذا الدرس؟
es: ¿Cómo llamas a esta clase?
fr: Comment appelez-vous ce cours ?
he: איך תקרא לשיעור הזה?

source: What gets deleted
ar: ما الذي سيُحذف
es: Qué se elimina
fr: Ce qui sera supprimé
he: מה יימחק

source: What kind of opportunity?
ar: ما نوع الفرصة؟
he: איזה סוג הזדמנות?

source: What makes %@ great to work with?
ar: ما الذي يجعل العمل مع %@ رائعًا؟
he: מה הופך את %@ למצוין לעבודה משותפת?

source: What stood out? (optional)
ar: ما الذي لفت انتباهك؟ (اختياري)
es: ¿Qué destacarías? (opcional)
fr: Qu'est-ce qui vous a marqué ? (facultatif)
he: מה בלט? (אופציונלי)

source: WHAT STUDENTS SAY
ar: ما يقوله الطلاب
he: מה התלמידים אומרים

source: What to expect
ar: ما الذي تتوقّعه
es: Qué esperar
fr: À quoi s’attendre
he: למה לצפות

source: What's on your mind?
ar: بماذا تفكّر؟
es: ¿Qué quieres compartir?
fr: Qu'avez-vous en tête ?
he: מה עובר לך בראש?

source: What's the opportunity? Who are you looking for?
ar: ما هي الفرصة؟ عمّن تبحث؟
he: מהי ההזדמנות? את מי אתם מחפשים?

source: When
ar: متى
es: Cuándo
fr: Quand
he: מתי

source: WHEN
ar: متى
es: CUÁNDO
fr: QUAND
he: מתי

source: When an instructor near you goes out of studio, their open sessions show up here to claim.
ar: عندما يخرج مدرب بالقرب منك عن الاستوديو، تظهر جلساته المفتوحة هنا لتطلبها.
he: כשמדריך קרוב אליך יוצא מהסטודיו, השיעורים הפתוחים שלו מופיעים כאן לתפיסה.

source: WHEN ARE YOU OUT?
ar: متى تكون غير متاح؟
he: מתי אתה לא פנוי?

source: When can students book?
ar: متى يمكن للطلاب الحجز؟
es: ¿Cuándo pueden reservar los alumnos?
fr: Quand les élèves peuvent-ils réserver ?
he: מתי מתאמנים יכולים להזמין?

source: When instructors host a class, a workshop or a retreat, it'll show up here.
ar: عندما يستضيف المدربون درسًا أو ورشة أو خلوة، سيظهر ذلك هنا.
es: Cuando los instructores organicen una clase, un taller o un retiro, aparecerá aquí.
fr: Quand des instructeurs proposent un cours, un atelier ou une retraite, cela apparaîtra ici.
he: כשמדריכים מארחים שיעור, סדנה או ריטריט, זה יופיע כאן.

source: When students book you, their sessions will show up here.
ar: عندما يحجز الطلاب معك، ستظهر جلساتهم هنا.
es: Cuando los alumnos te reserven, sus sesiones aparecerán aquí.
fr: Lorsque des élèves vous réserveront, leurs séances apparaîtront ici.
he: כשמתאמנים יזמינו אותך, השיעורים שלהם יופיעו כאן.

source: When you request cover for a session, the instructors who claim it show up here to pick from.
ar: عندما تطلب تغطية لجلسة، يظهر هنا المدربون الذين يتقدّمون لها لتختار من بينهم.
he: כשאתה מבקש החלפה לשיעור, המדריכים שמציעים להחליף מופיעים כאן לבחירה.

source: Where
ar: أين
es: Dónde
fr: Où
he: היכן

source: WHERE
ar: أين
es: DÓNDE
fr: OÙ
he: היכן

source: Where it comes from
ar: من أين تأتي
he: מהיכן זה מגיע

source: Where you teach
ar: أين تُدرّس
es: Dónde enseñas
fr: Où vous enseignez
he: היכן אתה מלמד

source: Which instructor?
ar: أي مدرّب؟
es: ¿Qué instructor?
fr: Quel instructeur ?
he: איזה מדריך?

source: Who are you joining as?
ar: بأي صفة تنضم؟
es: ¿Cómo te unes?
fr: Vous rejoignez en tant que ?
he: כמי אתה מצטרף?

source: Who can apply
ar: من يمكنه التقديم
he: מי יכול להגיש מועמדות

source: Who can apply?
ar: من يمكنه التقديم؟
he: מי יכול להגיש מועמדות?

source: WHO'S GOING
ar: من سيحضر
he: מי מגיע

source: Why are you reporting this?
ar: لماذا تبلّغ عن هذا؟
es: ¿Por qué lo denuncias?
fr: Pourquoi signalez-vous ceci ?
he: למה אתה מדווח על זה?

source: Widen the window above to cover more of your schedule. Only confirmed, upcoming sessions can be handed off.
ar: وسّع الفترة أعلاه لتغطية المزيد من جدولك. يمكن تسليم الجلسات المؤكدة والقادمة فقط.
he: הרחב את החלון למעלה כדי לכסות יותר מהלו״ז שלך. רק שיעורים מאושרים וקרובים ניתנים להעברה.

source: Widen your search radius, or check back — no eligible instructors are within range right now.
ar: وسّع نطاق البحث، أو عد لاحقاً — لا يوجد مدرّبون مؤهّلون ضمن النطاق حالياً.
he: הרחיבו את רדיוס החיפוש, או בדקו שוב מאוחר יותר — אין כרגע מדריכים מתאימים בטווח.

source: Winner
ar: الفائز
he: המנצח

source: with credit tracking
ar: مع تتبّع الأرصدة
he: עם מעקב קרדיטים

source: WITH YOU
ar: معك
he: איתך

source: Withdraw
ar: سحب
he: ביטול מועמדות

source: Withdraw request
ar: سحب الطلب
he: ביטול הבקשה

source: Worked with
ar: تدربت مع
he: עבדת עם

source: WORTH A NUDGE
ar: يستحق تذكيرًا
he: שווה תזכורת

source: Write the first post
ar: اكتب أول منشور
es: Escribe la primera publicación
fr: Écrire le premier post
he: כתוב את הפוסט הראשון

source: Writing…
ar: جارٍ الكتابة…
he: כותב…

source: Year
ar: سنة
he: שנה

source: YEARS
ar: سنوات
es: AÑOS
fr: ANNÉES
he: שנים

source: YEARS OF EXPERIENCE
ar: سنوات الخبرة
es: AÑOS DE EXPERIENCIA
fr: ANNÉES D'EXPÉRIENCE
he: שנות ניסיון

source: You
ar: أنت
he: אתה

source: You already have a request pending with %@.
ar: لديك طلب معلّق بالفعل مع %@.
he: כבר יש לך בקשה ממתינה אצל %@.

source: You already have this slot booked.
ar: لقد حجزت هذا الموعد بالفعل.
he: כבר הזמנת את המשבצת הזו.

source: You can edit it after — nothing's saved until you do.
ar: يمكنك تعديله لاحقًا — لا شيء يُحفظ حتى تفعل.
he: אפשר לערוך אחר כך — שום דבר לא נשמר עד שתעשו זאת.

source: You deleted this message
ar: لقد حذفت هذه الرسالة
he: מחקת הודעה זו

# You have ^[%lld class](inflect: true) left with %@.
source: You have ^[%1$lld class](inflect: true) left with %2$@.
ar: لديك %lld حصة متبقية مع %@.
he: נשארו לך %lld שיעורים אצל %@.

source: You have sessions booked on this date. Closing it won't cancel them.
ar: لديك جلسات محجوزة في هذا التاريخ. إغلاقه لن يلغيها.
he: יש לך שיעורים שנקבעו בתאריך זה. סגירתו לא תבטל אותם.

source: You won't see their messages or their profile. You can undo this in Settings.
ar: لن ترى رسائلهم أو ملفهم الشخصي. يمكنك التراجع من الإعدادات.
es: No verás sus mensajes ni su perfil. Puedes deshacerlo en Ajustes.
fr: Vous ne verrez plus ses messages ni son profil. Vous pouvez annuler dans Réglages.
he: לא תראה את ההודעות או הפרופיל שלהם. אפשר לבטל זאת בהגדרות.

source: You won't see their messages. You can undo this in Settings.
ar: لن ترى رسائلهم. يمكنك التراجع عن هذا في الإعدادات.
he: לא תראו את ההודעות שלהם. אפשר לבטל זאת בהגדרות.

source: You won't see their profile or messages. You can undo this in Settings.
ar: لن ترى ملفهم الشخصي أو رسائلهم. يمكنك التراجع من الإعدادات.
es: No verás su perfil ni sus mensajes. Puedes deshacerlo en Ajustes.
fr: Vous ne verrez plus son profil ni ses messages. Vous pouvez annuler dans Réglages.
he: לא תראה את הפרופיל או ההודעות שלהם. תוכל לבטל זאת בהגדרות.

source: You'll move up automatically as spots open up. We'll update your booking in Bookings.
ar: ستتقدّم في القائمة تلقائيًا كلما توفّرت أماكن. سنُحدّث حجزك في قسم الحجوزات.
he: תעלה בתור באופן אוטומטי ככל שמתפנים מקומות. נעדכן את ההזמנה שלך במסך ההזמנות.

source: You're bookable! Go visible whenever you're ready to be discovered.
ar: أصبحت قابلًا للحجز! اظهر متى كنت مستعدًا لاكتشافك.
he: אתם זמינים להזמנה! הפכו לגלויים כשתהיו מוכנים להתגלות.

source: You're covered
ar: تمت تغطيتك
he: יש לך החלפה

source: You're going — no one else has shared their name yet. They'll appear here as they join the community.
ar: أنت ذاهب — لم يشارك أحد آخر اسمه بعد. سيظهرون هنا عندما ينضمون إلى المجتمع.
he: אתם מגיעים — אף אחד אחר עדיין לא שיתף את שמו. הם יופיעו כאן כשיצטרפו לקהילה.

source: You're going.
ar: أنت ذاهب.
es: Vas a asistir.
fr: Tu y participes.
he: אתה מגיע.

source: You're hidden from students until you subscribe.
ar: أنت مخفي عن الطلاب حتى تشترك.
es: Estás oculto para los alumnos hasta que te suscribas.
fr: Vous êtes masqué aux élèves jusqu'à votre abonnement.
he: אתה מוסתר ממתאמנים עד שתירשם למנוי.

source: You're hidden from students. Start your free month.
ar: أنت مخفي عن الطلاب. ابدأ شهرك المجاني.
es: Estás oculto para los alumnos. Empieza tu mes gratis.
fr: Vous êtes masqué aux élèves. Commencez votre mois gratuit.
he: אתה מוסתר ממתאמנים. התחל את החודש החינמי שלך.

source: You're in.
ar: أنت مشترك.
he: אתם בפנים.

source: You're not registered yet. We'll try again next time the app refreshes.
ar: لم يتم تسجيلك بعد. سنحاول مرة أخرى عند تحديث التطبيق في المرة القادمة.
es: Aún no estás inscrito. Lo intentaremos de nuevo la próxima vez que la app se actualice.
fr: Tu n'es pas encore inscrit·e. Nous réessaierons au prochain rafraîchissement de l'app.
he: עדיין לא נרשמת. ננסה שוב בפעם הבאה שהאפליקציה תתרענן.

source: You're on the waitlist
ar: أنت على قائمة الانتظار
he: אתה ברשימת ההמתנה

source: You're ready — go visible whenever you're set to be discovered.
ar: أنت جاهز — كن ظاهرًا متى أردت أن يتم اكتشافك.
he: אתם מוכנים — הפכו לגלויים מתי שתרצו להתגלות.

source: You're the first here from the Flowe community — others who train with %@ will show up as they join.
ar: أنت الأول هنا من مجتمع Flowe — سيظهر الآخرون الذين يتدربون مع %@ عندما ينضمون.
he: אתם הראשונים כאן מקהילת Flowe — אחרים שמתאמנים עם %@ יופיעו כשיצטרפו.

source: You're visible to classmates · Hide me
ar: أنت مرئي لزملاء الصف · إخفائي
he: אתם גלויים לחברים לכיתה · הסתר אותי

source: You're visible to the community · Hide me
ar: أنت مرئي للمجتمع · إخفائي
he: אתם גלויים לקהילה · הסתר אותי

source: Your
ar: الخاص بك
es: Tu
fr: Votre
he: שלך

source: Your accent — it threads through your profile and studio page.
ar: لمستك اللونية — تنساب عبر ملفك وصفحة استوديوك.
he: גוון ההדגשה שלך — משתרג לאורך הפרופיל ועמוד הסטודיו.

source: Your applications
ar: طلباتك
he: ההגשות שלך

source: Your bookings
ar: حجوزاتك
he: ההזמנות שלך

source: Your credits
ar: أرصدتك
he: הקרדיטים שלך

source: YOUR CREDITS
ar: أرصدتك
he: הקרדיטים שלך

source: YOUR EVENTS
ar: فعالياتك
es: TUS EVENTOS
fr: TES ÉVÉNEMENTS
he: האירועים שלך

source: Your first name and review are shown publicly on %@'s profile.
ar: يظهر اسمك الأول وتقييمك علناً في ملف %@.
es: Tu nombre y tu reseña se muestran públicamente en el perfil de %@.
fr: Votre prénom et votre avis sont affichés publiquement sur le profil de %@.
he: השם הפרטי והביקורת שלך מוצגים בפומבי בפרופיל של %@.

source: Your Flowe account acts as one role at a time. Switching changes it on all your devices — your data is kept and comes back if you switch again.
ar: حساب Flowe الخاص بك يعمل بدور واحد في كل مرة. التبديل يغيّره على جميع أجهزتك — بياناتك محفوظة وتعود إذا بدّلت مرة أخرى.
he: חשבון Flowe שלך פועל בתפקיד אחד בכל פעם. החלפה משנה אותו בכל המכשירים שלך — הנתונים שלך נשמרים וחוזרים אם תחליף שוב.

source: YOUR HISTORY
ar: سجلّكما
he: ההיסטוריה שלכם

source: your instructor
ar: مدرّبك
he: המדריך/ה שלך

source: Your instructor will be notified that you can no longer make it.
ar: سيتم إعلام مدربك بأنك لم تعد تستطيع الحضور.
es: Se notificará a tu instructor que ya no puedes asistir.
fr: Votre instructeur sera informé que vous ne pouvez plus venir.
he: המדריך שלך יקבל הודעה שלא תוכל להגיע.

source: Your name
ar: اسمك
es: Tu nombre
fr: Votre nom
he: השם שלך

source: Your name and your post are visible to everyone on Flowe.
ar: اسمك ومنشورك مرئيان للجميع على Flowe.
es: Tu nombre y tu publicación son visibles para todos en Flowe.
fr: Votre nom et votre post sont visibles par tout le monde sur Flowe.
he: השם והפוסט שלך גלויים לכולם ב-Flowe.

source: Your name, your photo and your post are visible to everyone on Flowe.
ar: اسمك وصورتك ومنشورك مرئية للجميع على Flowe.
es: Tu nombre, tu foto y tu publicación son visibles para todos en Flowe.
fr: Votre nom, votre photo et votre post sont visibles par tout le monde sur Flowe.
he: השם, התמונה והפוסט שלך גלויים לכולם ב-Flowe.

source: YOUR OPPORTUNITIES
ar: فرصك
he: ההזדמנויות שלך

source: YOUR PRACTICE
ar: ممارستك
he: התרגול שלך

source: Your premium Pilates community. Connect with world-class instructors, build your practice, and grow together.
ar: مجتمع البيلاتس المميّز الخاص بك. تواصل مع مدرّبين على أعلى مستوى، طوّر ممارستك، وانمُ مع الآخرين.
es: Tu comunidad premium de Pilates. Conecta con instructores de primer nivel, desarrolla tu práctica y creced juntos.
fr: Votre communauté Pilates premium. Connectez-vous avec des instructeurs d'exception, développez votre pratique et progressez ensemble.
he: קהילת הפילאטיס הפרימיום שלך. התחבר למדריכים ברמה עולמית, בנה את התרגול שלך, וצמחו יחד.

source: Your profile
ar: ملفك الشخصي
he: הפרופיל שלך

source: Your profile is discoverable by students.
ar: ملفك الشخصي مرئي للطلاب.
es: Tu perfil es visible para los alumnos.
fr: Votre profil est visible par les élèves.
he: הפרופיל שלך גלוי למתאמנים.

source: Your profile isn't published yet, so this link won't open for students until you're discoverable.
ar: لم يُنشر ملفك الشخصي بعد، لذا لن يفتح هذا الرابط للطلاب حتى تصبح قابلاً للاكتشاف.
he: הפרופיל שלך עדיין לא פורסם, ולכן הקישור הזה לא ייפתח למתאמנים עד שתהיה נגלה.

source: YOUR PROGRESS
ar: تقدمك
es: TU PROGRESO
fr: VOTRE PROGRESSION
he: ההתקדמות שלך

source: Your recommendation
ar: توصيتك
he: ההמלצה שלך

source: Your review
ar: تقييمك
es: Tu reseña
fr: Votre avis
he: הביקורת שלך

source: Your spot goes back to the pool and someone else can take it. You can rejoin if it's still open.
ar: يعود مكانك إلى المتاح ويمكن لشخص آخر أخذه. يمكنك الانضمام مجددًا إن كانت الفعالية ما زالت مفتوحة.
es: Tu plaza vuelve a estar disponible y otra persona puede ocuparla. Puedes volver a unirte si sigue abierta.
fr: Ta place est remise en jeu et quelqu'un d'autre peut la prendre. Tu peux te réinscrire si c'est encore ouvert.
he: המקום שלך חוזר למאגר ומישהו אחר יכול לקחת אותו. תוכל להצטרף שוב אם הוא עדיין פנוי.

source: YOUR STORY CARD
ar: بطاقة قصتك
he: כרטיס הסיפור שלך

source: Your studio address
ar: عنوان استوديوك
he: כתובת הסטודיו שלך

source: Your studio location is shown publicly to students so they can find and book you. Use your studio's address — not a private home you'd rather keep off the map.
ar: يظهر موقع استوديوك علنًا للطلاب ليتمكنوا من العثور عليك وحجزك. استخدم عنوان استوديوك — لا منزلًا خاصًا تفضّل إبقاءه خارج الخريطة.
he: מיקום הסטודיו שלך מוצג בפומבי לתלמידים כדי שימצאו ויזמינו אתכם. השתמשו בכתובת הסטודיו — לא בבית פרטי שתעדיפו להשאיר מחוץ למפה.

source: Your studio location is used automatically. Interested people reach you through Flowe messages.
ar: يُستخدم موقع استوديوك تلقائيًا. يتواصل معك المهتمون عبر رسائل Flowe.
he: מיקום הסטודיו שלך מנוצל אוטומטית. מתעניינים יוצרים איתך קשר דרך הודעות Flowe.

source: Your studio story — the brand narrative students and studios read.
ar: قصة استوديوك — السرد الذي يقرأه الطلاب والاستوديوهات عن علامتك.
he: סיפור הסטודיו שלך — נרטיב המותג שתלמידים וסטודיואים קוראים.

source: YOUR TEACHERS
ar: مدربوك
he: המדריכים שלך

source: Your words, shown exactly as you type them — "Sunrise Reformer", "Prenatal Mat".
ar: كلماتك، تُعرض تمامًا كما تكتبها — «Sunrise Reformer»، «Prenatal Mat».
es: Tus palabras, tal como las escribes: «Sunrise Reformer», «Prenatal Mat».
fr: Vos mots, affichés exactement comme vous les tapez — « Sunrise Reformer », « Prenatal Mat ».
he: המילים שלך, מוצגות בדיוק כפי שהקלדת אותן — "Sunrise Reformer", "Prenatal Mat".

source: Your words, shown to students exactly as you type them.
ar: كلماتك، تُعرض للطلاب تماماً كما تكتبها.
he: המילים שלך, מוצגות לתלמידים בדיוק כפי שהקלדת אותן.
